stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/175-wf1-75-wf2-25-wf3/wave-iteration-1/out-wf2-75-2022-01-21_23:29:26.txt
Requests      [total, rate]            67500, 75.00
Duration      [total, attack, wait]    15m0.085504835s, 14m59.985809649s, 99.695186ms
Latencies     [mean, 50, 95, 99, max]  112.01141ms, 71.067107ms, 385.084901ms, 1.51593946s, 3.13331042s
Bytes In      [total, mean]            509939572, 7554.66
Bytes Out     [total, mean]            1168300, 17.31
Success       [ratio]                  69.23%
Status Codes  [code:count]             0:20768  200:46732  
Error Set:
Post http://<none>:8080/setCurrency: dial tcp: lookup <none>: no such host